Repository: charlesbourget/WeatherInfo
Catalog: WeatherInfo/*.lproj/Localizable.strings
Languages: fr_ca

source: Refresh data
fr_ca: Rafraichir données

source: Close app
fr_ca: Fermer l'application

source: Viewing weather for : %@
fr_ca: Météo pour : %@

source: Last refresh : %@
fr_ca: Dernier rafraichissement: %@

source: Set API Key
fr_ca: Entrer clée d'API

source: API key
fr_ca: Clée d'API

source: App probably doesn't have location access. Go to System Preferences -> Security & Privacy -> Location Services
fr_ca: L'app n'a probablement pas accès aux services de localisation. Activer dans Préférences Systèmes -> Sécurité et confidentialité -> Localisation

source: City not found
fr_ca: Ville introuvable

source: Authentification problems. API Key is not valid.
fr_ca: Problème d'authentification. La clée d'API n'est pas valide.

source: Error with fetching weather from API: %@
fr_ca: Erreur lors de l'appel à l'API de météo: %@

source: Error with the response, unexpected status code: %@
fr_ca: Erreur avec la réponse du serveur: %@

source: Error %@
fr_ca: Erreur %@
